Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Infra & data
fr: Infrastructure et données
ja: インフラ・データ
pt_br: Infraestrutura e dados
ru: Инфраструктура и данные
zh_hans: 基础设施与数据

source: API Keys
fr: Clés API
ja: APIキー
pt_br: Chaves de API
ru: API-ключи
zh_hans: API 密钥

source: API keys you add to track a balance or usage. Each readable key gets a ring of its own.
fr: Les clés API que vous ajoutez pour suivre un solde ou une consommation. Chaque clé lisible a son propre anneau.
ja: 残高や使用量を追跡するために追加した API キー。読み取れるキーにはそれぞれ専用のリングが付きます。
pt_br: Chaves de API que você adiciona para acompanhar saldo ou uso. Cada chave legível ganha seu próprio anel.
ru: API-ключи, которые вы добавили, чтобы следить за балансом или расходом. У каждого читаемого ключа своё кольцо.
zh_hans: 你添加的 API 密钥，用于跟踪余额或用量。每个可读取的密钥都有自己的圆环。

source: API key ID
fr: ID de la clé API
ja: APIキーID
pt_br: ID da chave de API
ru: ID API-ключа
zh_hans: API 密钥 ID

source: Account ID
fr: ID du compte
ja: アカウントID
pt_br: ID da conta
ru: ID аккаунта
zh_hans: 账户 ID

source: Account email
fr: E-mail du compte
ja: アカウントのメール
pt_br: E-mail da conta
ru: Email аккаунта
zh_hans: 账户邮箱

source: Team ID
fr: ID d'équipe
ja: チームID
pt_br: ID da equipe
ru: ID команды
zh_hans: 团队 ID

source: Project ID
fr: ID du projet
ja: プロジェクトID
pt_br: ID do projeto
ru: ID проекта
zh_hans: 项目 ID

source: Add Key
fr: Ajouter une clé
ja: キーを追加
pt_br: Adicionar chave
ru: Добавить ключ
zh_hans: 添加密钥

source: Add a key…
fr: Ajouter une clé…
ja: キーを追加…
pt_br: Adicionar chave…
ru: Добавить ключ…
zh_hans: 添加密钥…

source: Add an API key
fr: Ajouter une clé API
ja: APIキーを追加
pt_br: Adicionar uma chave de API
ru: Добавить API-ключ
zh_hans: 添加 API 密钥

source: Add an API key to track
fr: Ajouter une clé API à suivre
ja: 追跡する API キーを追加
pt_br: Adicionar uma chave de API para acompanhar
ru: Добавить API-ключ для отслеживания
zh_hans: 添加要跟踪的 API 密钥

source: Add an Ollama API key under API, or export OLLAMA_API_KEY in your shell.
fr: Ajoutez une clé API Ollama dans API, ou exportez OLLAMA_API_KEY dans votre shell.
ja: API タブで Ollama の API キーを追加するか、シェルで OLLAMA_API_KEY をエクスポートしてください。
pt_br: Adicione uma chave de API do Ollama em API ou exporte OLLAMA_API_KEY no seu shell.
ru: Добавьте API-ключ Ollama на вкладке API или экспортируйте OLLAMA_API_KEY в оболочке.
zh_hans: 在 API 中添加 Ollama API 密钥，或在 shell 中导出 OLLAMA_API_KEY。

source: Admin key
fr: Clé admin
ja: 管理者キー
pt_br: Chave de admin
ru: Ключ админа
zh_hans: 管理员密钥

source: Reads usage
fr: Lit l'usage
ja: 使用量を取得
pt_br: Lê o uso
ru: Читает расход
zh_hans: 可读用量

source: Key check
fr: Vérif. de clé
ja: キー確認のみ
pt_br: Só verificação
ru: Только проверка
zh_hans: 仅验证密钥

source: Balance
fr: Solde
ja: 残高
pt_br: Saldo
ru: Баланс
zh_hans: 余额

source: Choose a provider
fr: Choisir un fournisseur
ja: プロバイダを選択
pt_br: Escolha um provedor
ru: Выберите провайдера
zh_hans: 选择服务商

source: Cloudflare doesn't know that account ID
fr: Cloudflare ne connaît pas cet ID de compte
ja: Cloudflare にそのアカウントIDはありません
pt_br: A Cloudflare não reconhece esse ID de conta
ru: Cloudflare не знает такой ID аккаунта
zh_hans: Cloudflare 找不到该账户 ID

source: Cloudflare refused the usage query
fr: Cloudflare a refusé la requête d'usage
ja: Cloudflare が使用量の照会を拒否しました
pt_br: A Cloudflare recusou a consulta de uso
ru: Cloudflare отклонил запрос расхода
zh_hans: Cloudflare 拒绝了用量查询

source: Couldn't find a project on this %@ account
fr: Aucun projet trouvé sur ce compte %1$@
ja: この %1$@ アカウントにプロジェクトが見つかりません
pt_br: Nenhum projeto encontrado nesta conta %1$@
ru: В этом аккаунте %1$@ не найден проект
zh_hans: 在此 %1$@ 账户中找不到项目

source: Couldn't reach %@. Check your connection.
fr: Impossible de joindre %1$@. Vérifiez votre connexion.
ja: %1$@ に接続できません。接続を確認してください。
pt_br: Não foi possível acessar %1$@. Verifique sua conexão.
ru: Не удалось связаться с %1$@. Проверьте подключение.
zh_hans: 无法连接 %1$@。请检查网络连接。

source: Each check sends one tiny request that %@ bills, so pillr checks only when you ask.
fr: Chaque vérification envoie une toute petite requête que %1$@ facture : pillr ne vérifie donc que sur demande.
ja: 確認のたびに %1$@ が課金するごく小さなリクエストを1件送るため、pillr は依頼されたときだけ確認します。
pt_br: Cada verificação envia uma pequena requisição que a %1$@ cobra, então o pillr só verifica quando você pede.
ru: Каждая проверка — крошечный платный запрос к %1$@, поэтому pillr проверяет только по вашей просьбе.
zh_hans: 每次验证都会发送一个由 %1$@ 计费的极小请求，所以 pillr 只在你要求时才验证。

source: Fill in %@ first
fr: Renseignez d'abord %1$@
ja: 先に %1$@ を入力してください
pt_br: Preencha %1$@ primeiro
ru: Сначала заполните поле «%1$@»
zh_hans: 请先填写%1$@

source: Get a key
fr: Obtenir une clé
ja: キーを取得
pt_br: Obter uma chave
ru: Получить ключ
zh_hans: 获取密钥

source: Global
fr: Mondial
ja: グローバル
ru: Глобальный
zh_hans: 全球

source: Key
fr: Clé
ja: キー
pt_br: Chave
ru: Ключ
zh_hans: 密钥

source: Key actions
fr: Actions sur la clé
ja: キーの操作
pt_br: Ações da chave
ru: Действия с ключом
zh_hans: 密钥操作

source: Key kept · each check is billed, so pillr checks only when you ask
fr: Clé conservée · chaque vérification est facturée, pillr ne vérifie que sur demande
ja: キーを保存済み · 確認は毎回課金されるため、依頼時のみ確認します
pt_br: Chave mantida · cada verificação é cobrada, então o pillr só verifica quando você pede
ru: Ключ сохранён · каждая проверка платная, поэтому pillr проверяет только по запросу
zh_hans: 密钥已保存 · 每次验证都会计费，所以只在你要求时验证

source: Key works · out of credits
fr: La clé fonctionne · crédits épuisés
ja: キーは有効 · クレジット残高なし
pt_br: A chave funciona · sem créditos
ru: Ключ работает · кредиты закончились
zh_hans: 密钥有效 · 额度已用完

source: Key works · pillr couldn't read the usage in %@'s answer
fr: La clé fonctionne · pillr n'a pas pu lire l'usage dans la réponse de %1$@
ja: キーは有効 · %1$@ の応答から使用量を読み取れませんでした
pt_br: A chave funciona · o pillr não conseguiu ler o uso na resposta da %1$@
ru: Ключ работает · pillr не смог прочитать расход в ответе %1$@
zh_hans: 密钥有效 · pillr 无法从 %1$@ 的响应中读取用量

source: Key works · %@ doesn't share usage through its API
fr: La clé fonctionne · %1$@ ne partage pas l'usage via son API
ja: キーは有効 · %1$@ は API で使用量を公開していません
pt_br: A chave funciona · a %1$@ não informa o uso pela API
ru: Ключ работает · %1$@ не отдаёт расход через API
zh_hans: 密钥有效 · %1$@ 不通过 API 提供用量

source: Key works · %@ of %@ requests left today
fr: La clé fonctionne · %1$@ requêtes sur %2$@ restantes aujourd'hui
ja: キーは有効 · 本日の残りリクエスト %1$@ / %2$@
pt_br: A chave funciona · restam %1$@ de %2$@ requisições hoje
ru: Ключ работает · сегодня осталось %1$@ из %2$@ запросов
zh_hans: 密钥有效 · 今日剩余 %1$@ / %2$@ 次请求

source: Key works · %@ requests left right now
fr: La clé fonctionne · %1$@ requêtes restantes pour l'instant
ja: キーは有効 · 現在の残りリクエスト %1$@
pt_br: A chave funciona · restam %1$@ requisições agora
ru: Ключ работает · сейчас осталось %1$@ запросов
zh_hans: 密钥有效 · 当前剩余 %1$@ 次请求

source: Keys are kept in your login keychain. Readable ones get a ring; switch a ring off or move it under Accounts.
fr: Les clés sont conservées dans votre trousseau de session. Les clés lisibles ont un anneau ; désactivez-le ou déplacez-le dans Comptes.
ja: キーはログインキーチェーンに保存されます。読み取れるキーにはリングが付きます。リングのオフや並べ替えはアカウントで行えます。
pt_br: As chaves ficam no seu chaveiro de login. As legíveis ganham um anel; desligue ou mova o anel em Contas.
ru: Ключи хранятся в связке ключей входа. У читаемых ключей есть кольцо; отключить или переставить его можно в «Аккаунтах».
zh_hans: 密钥保存在你的登录钥匙串中。可读取的密钥会有圆环；可在“账号”中关闭或移动圆环。

source: Needs a management key, not an inference key.
fr: Nécessite une clé de gestion, pas une clé d'inférence.
ja: 推論用キーではなく管理キーが必要です。
pt_br: Requer uma chave de gerenciamento, não uma chave de inferência.
ru: Нужен ключ управления, а не ключ для инференса.
zh_hans: 需要管理密钥，而不是推理密钥。

source: Needs a service key, not an ordinary API key.
fr: Nécessite une clé de service, pas une clé API ordinaire.
ja: 通常の API キーではなくサービスキーが必要です。
pt_br: Requer uma chave de serviço, não uma chave de API comum.
ru: Нужен сервисный ключ, а не обычный API-ключ.
zh_hans: 需要服务密钥，而不是普通 API 密钥。

source: Needs an admin key (it starts with %@), not an ordinary API key.
fr: Nécessite une clé admin (elle commence par %1$@), pas une clé API ordinaire.
ja: 通常の API キーではなく管理者キー（%1$@ で始まるもの）が必要です。
pt_br: Requer uma chave de admin (começa com %1$@), não uma chave de API comum.
ru: Нужен ключ администратора (начинается с %1$@), а не обычный API-ключ.
zh_hans: 需要管理员密钥（以 %1$@ 开头），而不是普通 API 密钥。

source: Needs an admin key, not an ordinary API key.
fr: Nécessite une clé admin, pas une clé API ordinaire.
ja: 通常の API キーではなく管理者キーが必要です。
pt_br: Requer uma chave de admin, não uma chave de API comum.
ru: Нужен ключ администратора, а не обычный API-ключ.
zh_hans: 需要管理员密钥，而不是普通 API 密钥。

source: No provider matches
fr: Aucun fournisseur ne correspond
ja: 一致するプロバイダはありません
pt_br: Nenhum provedor encontrado
ru: Провайдер не найден
zh_hans: 没有匹配的服务商

source: No tool on this Mac holds a key? Paste one under API.
fr: Aucun outil de ce Mac ne détient de clé ? Collez-en une dans API.
ja: この Mac のツールがキーを持っていない場合は、API タブで貼り付けてください。
pt_br: Nenhuma ferramenta neste Mac tem uma chave? Cole uma em API.
ru: Ни один инструмент на этом Mac не хранит ключ? Вставьте его на вкладке API.
zh_hans: 这台 Mac 上没有工具保存密钥？请在 API 中粘贴一个。

source: Not read yet
fr: Pas encore lu
ja: まだ読み取っていません
pt_br: Ainda não lido
ru: Ещё не прочитано
zh_hans: 尚未读取

source: Open API
fr: Ouvrir API
ja: API を開く
pt_br: Abrir API
ru: Открыть API
zh_hans: 打开 API

source: Optional
fr: Facultatif
ja: 任意
pt_br: Opcional
ru: Необязательно
zh_hans: 可选

source: Provider
fr: Fournisseur
ja: プロバイダ
pt_br: Provedor
ru: Провайдер
zh_hans: 服务商

source: Rename or remove this key under API.
fr: Renommez ou supprimez cette clé dans API.
ja: このキーの名前変更や削除は API タブで行えます。
pt_br: Renomeie ou remova esta chave em API.
ru: Переименовать или удалить этот ключ можно на вкладке API.
zh_hans: 可在 API 中重命名或移除此密钥。

source: Rename, check or remove this key
fr: Renommer, vérifier ou supprimer cette clé
ja: このキーの名前変更・確認・削除
pt_br: Renomear, verificar ou remover esta chave
ru: Переименовать, проверить или удалить ключ
zh_hans: 重命名、检查或移除此密钥

source: Search providers
fr: Rechercher un fournisseur
ja: プロバイダを検索
pt_br: Buscar provedores
ru: Поиск провайдера
zh_hans: 搜索服务商

source: Shows how much of your plan is used.
fr: Affiche la part de votre forfait utilisée.
ja: プランの使用量を表示します。
pt_br: Mostra quanto do seu plano foi usado.
ru: Показывает, какая часть тарифа израсходована.
zh_hans: 显示套餐已用多少。

source: Shows the balance left.
fr: Affiche le solde restant.
ja: 残高を表示します。
pt_br: Mostra o saldo restante.
ru: Показывает оставшийся баланс.
zh_hans: 显示剩余余额。

source: Shows usage this billing period.
fr: Affiche l'usage de la période de facturation.
ja: 今回の請求期間の使用量を表示します。
pt_br: Mostra o uso no período de cobrança atual.
ru: Показывает расход за текущий расчётный период.
zh_hans: 显示本计费周期的用量。

source: Shows what is left to use.
fr: Affiche ce qu'il reste à utiliser.
ja: 残りの利用可能量を表示します。
pt_br: Mostra o que ainda resta usar.
ru: Показывает, сколько осталось.
zh_hans: 显示剩余可用量。

source: Shows what this month has cost so far.
fr: Affiche ce que ce mois a coûté jusqu'ici.
ja: 今月これまでの費用を表示します。
pt_br: Mostra quanto este mês custou até agora.
ru: Показывает, сколько стоил этот месяц на сегодня.
zh_hans: 显示本月迄今的花费。

source: Shows your plan's usage limits.
fr: Affiche les limites d'usage de votre forfait.
ja: プランの使用上限を表示します。
pt_br: Mostra os limites de uso do seu plano.
ru: Показывает лимиты вашего тарифа.
zh_hans: 显示套餐的用量限额。

source: Sign in to MiniMax in pillr, or add a Coding Plan key under API. A Cookie header is optional. pillr never reads a browser's cookies.
fr: Connectez-vous à MiniMax dans pillr, ou ajoutez une clé Coding Plan dans API. Un en-tête Cookie est facultatif. pillr ne lit jamais les cookies d'un navigateur.
ja: pillr で MiniMax にサインインするか、API タブで Coding Plan のキーを追加してください。Cookie ヘッダーは任意です。pillr はブラウザの Cookie を読み取りません。
pt_br: Entre no MiniMax pelo pillr ou adicione uma chave do Coding Plan em API. Um cabeçalho Cookie é opcional. O pillr nunca lê os cookies de um navegador.
ru: Войдите в MiniMax в pillr или добавьте ключ Coding Plan на вкладке API. Заголовок Cookie необязателен. pillr никогда не читает cookie браузера.
zh_hans: 在 pillr 中登录 MiniMax，或在 API 中添加 Coding Plan 密钥。Cookie 头为可选项。pillr 从不读取浏览器的 Cookie。

source: Spend this billing period
fr: Dépenses de la période
ja: 今回の請求期間の支出
pt_br: Gasto no período de cobrança
ru: Расходы за расчётный период
zh_hans: 本计费周期支出

source: Spend this month
fr: Dépenses du mois
ja: 今月の支出
pt_br: Gasto neste mês
ru: Расходы за месяц
zh_hans: 本月支出

source: The key you pasted is listed under API.
fr: La clé que vous avez collée figure dans API.
ja: 貼り付けたキーは API タブに表示されています。
pt_br: A chave que você colou aparece em API.
ru: Вставленный вами ключ указан на вкладке API.
zh_hans: 你粘贴的密钥列在 API 中。

source: Use a Developer API key, and the email you sign in with.
fr: Utilisez une clé Developer API et l'e-mail de connexion.
ja: Developer API キーと、サインインに使うメールアドレスを入力してください。
pt_br: Use uma chave Developer API e o e-mail com que você entra.
ru: Укажите ключ Developer API и email, с которым входите.
zh_hans: 使用 Developer API 密钥，以及你登录所用的邮箱。

source: Use a personal access token.
fr: Utilisez un jeton d'accès personnel.
ja: 個人用アクセストークンを使ってください。
pt_br: Use um token de acesso pessoal.
ru: Используйте персональный токен доступа.
zh_hans: 请使用个人访问令牌。

source: Use an API token with Account Analytics read access, and your account ID.
fr: Utilisez un jeton API avec l'accès en lecture Account Analytics, et l'ID de votre compte.
ja: Account Analytics の読み取り権限を持つ API トークンと、アカウントIDを入力してください。
pt_br: Use um token de API com acesso de leitura ao Account Analytics e o ID da sua conta.
ru: Используйте API-токен с доступом на чтение Account Analytics и ID аккаунта.
zh_hans: 使用具有 Account Analytics 读取权限的 API 令牌，以及你的账户 ID。

source: Use an ordinary API key.
fr: Utilisez une clé API ordinaire.
ja: 通常の API キーを使ってください。
pt_br: Use uma chave de API comum.
ru: Подойдёт обычный API-ключ.
zh_hans: 使用普通 API 密钥即可。

source: a key with full account access
fr: une clé avec un accès complet au compte
ja: アカウント全体にアクセスできるキー
pt_br: uma chave com acesso total à conta
ru: ключ с полным доступом к аккаунту
zh_hans: 具有完整账户权限的密钥

source: a management key
fr: une clé de gestion
ja: 管理キー
pt_br: uma chave de gerenciamento
ru: ключ управления
zh_hans: 管理密钥

source: a service key
fr: une clé de service
ja: サービスキー
pt_br: uma chave de serviço
ru: сервисный ключ
zh_hans: 服务密钥

source: an admin key
fr: une clé admin
ja: 管理者キー
pt_br: uma chave de admin
ru: ключ администратора
zh_hans: 管理员密钥

source: pillr only sends keys over HTTPS
fr: pillr n'envoie les clés qu'en HTTPS
ja: pillr はキーを HTTPS でのみ送信します
pt_br: O pillr só envia chaves por HTTPS
ru: pillr отправляет ключи только по HTTPS
zh_hans: pillr 只通过 HTTPS 发送密钥

source: %@ answered in a way pillr doesn't recognise
fr: %1$@ a répondu dans un format que pillr ne reconnaît pas
ja: %1$@ の応答は pillr が認識できない形式でした
pt_br: A %1$@ respondeu num formato que o pillr não reconhece
ru: %1$@ ответил в формате, который pillr не распознаёт
zh_hans: %1$@ 的响应格式 pillr 无法识别

source: %@ browser minutes
fr: %1$@ minutes de navigateur
ja: ブラウザ %1$@ 分
pt_br: %1$@ minutos de navegador
ru: %1$@ мин браузера
zh_hans: %1$@ 浏览器分钟

source: %@ characters
fr: %1$@ caractères
ja: %1$@ 文字
pt_br: %1$@ caracteres
ru: %1$@ символов
zh_hans: %1$@ 字符

source: %@ compute hours
fr: %1$@ heures de calcul
ja: %1$@ 計算時間
pt_br: %1$@ horas de computação
ru: %1$@ ч вычислений
zh_hans: %1$@ 计算小时

source: %@ credits
fr: %1$@ crédits
ja: %1$@ クレジット
pt_br: %1$@ créditos
ru: %1$@ кредитов
zh_hans: %1$@ 积分

source: %@ doesn't share usage through its API, so pillr only checks that the key works. It gets no ring.
fr: %1$@ ne partage pas l'usage via son API : pillr vérifie seulement que la clé fonctionne. Elle n'a pas d'anneau.
ja: %1$@ は API で使用量を公開していないため、pillr はキーが有効かだけを確認します。リングは付きません。
pt_br: A %1$@ não informa o uso pela API, então o pillr só verifica se a chave funciona. Ela não ganha anel.
ru: %1$@ не отдаёт расход через API, поэтому pillr лишь проверяет, что ключ работает. Кольца у него нет.
zh_hans: %1$@ 不通过 API 提供用量，所以 pillr 只验证密钥是否有效。它没有圆环。

source: %@ emails
fr: %1$@ e-mails
ja: %1$@ 通のメール
pt_br: %1$@ e-mails
ru: %1$@ писем
zh_hans: %1$@ 封邮件

source: %@ left · %@ spent
fr: %1$@ restants · %2$@ dépensés
ja: 残り %1$@ · 使用 %2$@
pt_br: %1$@ restantes · %2$@ gastos
ru: осталось %1$@ · потрачено %2$@
zh_hans: 剩余 %1$@ · 已用 %2$@

source: %@ neurons
fr: %1$@ neurones
ja: %1$@ ニューロン
pt_br: %1$@ neurônios
ru: %1$@ нейронов
zh_hans: %1$@ 神经元

source: %@ of %@ used
fr: %1$@ sur %2$@ utilisés
ja: %2$@ 中 %1$@ 使用
pt_br: %1$@ de %2$@ usados
ru: использовано %1$@ из %2$@
zh_hans: 已用 %1$@ / %2$@

source: %@ points
fr: %1$@ points
ja: %1$@ ポイント
pt_br: %1$@ pontos
ru: %1$@ очков
zh_hans: %1$@ 点

source: %@ refused this key. Reading usage needs %@.
fr: %1$@ a refusé cette clé. Lire l'usage nécessite %2$@.
ja: %1$@ がこのキーを拒否しました。使用量の取得には%2$@が必要です。
pt_br: A %1$@ recusou esta chave. Ler o uso exige %2$@.
ru: %1$@ отклонил этот ключ. Для чтения расхода нужен %2$@.
zh_hans: %1$@ 拒绝了此密钥。读取用量需要%2$@。

source: %@ requests
fr: %1$@ requêtes
ja: %1$@ リクエスト
pt_br: %1$@ requisições
ru: %1$@ запросов
zh_hans: %1$@ 次请求

source: %@ searches
fr: %1$@ recherches
ja: %1$@ 回の検索
pt_br: %1$@ buscas
ru: %1$@ поисков
zh_hans: %1$@ 次搜索

source: %@ spent this billing period
fr: %1$@ dépensés cette période
ja: 今回の請求期間に %1$@ 使用
pt_br: %1$@ gastos neste período
ru: %1$@ потрачено за расчётный период
zh_hans: 本计费周期已花费 %1$@

source: %@ spent this month
fr: %1$@ dépensés ce mois-ci
ja: 今月 %1$@ 使用
pt_br: %1$@ gastos neste mês
ru: %1$@ потрачено в этом месяце
zh_hans: 本月已花费 %1$@

source: %@ this billing period
fr: %1$@ sur la période
ja: 今回の請求期間に %1$@
pt_br: %1$@ neste período
ru: %1$@ за расчётный период
zh_hans: 本计费周期 %1$@

source: %@ this month
fr: %1$@ ce mois-ci
ja: 今月 %1$@
pt_br: %1$@ neste mês
ru: %1$@ в этом месяце
zh_hans: 本月 %1$@

source: Clear the search
fr: Effacer la recherche
ja: 検索をクリア
pt_br: Limpar a busca
ru: Очистить поиск
zh_hans: 清除搜索

source: Choose another provider
fr: Choisir un autre fournisseur
ja: 別のプロバイダを選ぶ
pt_br: Escolher outro provedor
ru: Выбрать другого провайдера
zh_hans: 选择其他服务商

source: Popular
fr: Populaires
ja: よく使われるもの
pt_br: Populares
ru: Популярные
zh_hans: 常用

source: No provider matches “%@”
fr: Aucun fournisseur ne correspond à « %1$@ »
ja: 「%1$@」に一致するプロバイダはありません
pt_br: Nenhum provedor corresponde a “%1$@”
ru: Нет провайдеров по запросу «%1$@»
zh_hans: 没有与“%1$@”匹配的服务商

source: ↑↓ to move · Return to choose
fr: ↑↓ pour se déplacer · Retour pour choisir
ja: ↑↓で移動 · Returnで選択
pt_br: ↑↓ para mover · Return para escolher
ru: ↑↓ — перемещение · Return — выбор
zh_hans: ↑↓ 移动 · Return 选择

source: Show providers
fr: Afficher les fournisseurs
ja: プロバイダを表示
pt_br: Mostrar provedores
ru: Показать провайдеров
zh_hans: 显示服务商

source: Shows the credit left, this month's spend and the total spent.
fr: Affiche le crédit restant, les dépenses du mois et le total dépensé.
ja: 残りクレジット、今月の利用額、累計の利用額を表示します。
pt_br: Mostra o crédito restante, o gasto do mês e o total gasto.
ru: Показывает остаток кредита, расходы за месяц и общую сумму расходов.
zh_hans: 显示剩余额度、本月花费和累计花费。

source: Spend in total
fr: Dépenses totales
ja: 累計の利用額
pt_br: Gasto total
ru: Всего потрачено
zh_hans: 累计花费

source: Spend, last 30 days
fr: Dépenses des 30 derniers jours
ja: 過去30日の利用額
pt_br: Gasto nos últimos 30 dias
ru: Расходы за 30 дней
zh_hans: 近 30 天花费

source: %@ in the last 30 days
fr: %1$@ sur les 30 derniers jours
ja: 過去30日で %1$@
pt_br: %1$@ nos últimos 30 dias
ru: %1$@ за последние 30 дней
zh_hans: 近 30 天 %1$@

source: %@ in total
fr: %1$@ au total
ja: 累計 %1$@
pt_br: %1$@ no total
ru: всего %1$@
zh_hans: 累计 %1$@

source: %@ spent in the last 30 days
fr: %1$@ dépensés sur les 30 derniers jours
ja: 過去30日で %1$@ 利用
pt_br: %1$@ gastos nos últimos 30 dias
ru: %1$@ потрачено за последние 30 дней
zh_hans: 近 30 天花费 %1$@

source: %@ spent in total
fr: %1$@ dépensés au total
ja: 累計 %1$@ 利用
pt_br: %1$@ gastos no total
ru: всего потрачено %1$@
zh_hans: 累计花费 %1$@

source: 1 key
fr: 1 clé
ja: キー 1 個
pt_br: 1 chave
ru: 1 ключ
zh_hans: 1 个密钥

source: %lld keys
fr: %1$lld clés
ja: キー %1$lld 個
pt_br: %1$lld chaves
ru: Ключей: %1$lld
zh_hans: %1$lld 个密钥

source: Add, rename or switch keys off under API.
fr: Ajoutez, renommez ou désactivez les clés dans API.
ja: キーの追加、名前の変更、オフは「API」で行います。
pt_br: Adicione, renomeie ou desligue chaves em API.
ru: Добавляйте, переименовывайте и отключайте ключи на вкладке API.
zh_hans: 在“API”中添加、重命名或关闭密钥。

source: Show or hide the API keys cell in the notch. The keys are still read.
fr: Afficher ou masquer la cellule Clés API dans l'encoche. Les clés restent lues.
ja: ノッチの「APIキー」セルを表示または非表示にします。キーの読み取りは続きます。
pt_br: Mostrar ou ocultar a célula Chaves de API no notch. As chaves continuam sendo lidas.
ru: Показать или скрыть ячейку «API-ключи» в вырезе. Ключи по-прежнему читаются.
zh_hans: 在刘海中显示或隐藏“API 密钥”单元格。密钥仍会被读取。

source: Hidden from the notch · %@
fr: Masquée de l'encoche · %1$@
ja: ノッチでは非表示 · %1$@
pt_br: Oculta no notch · %1$@
ru: Скрыто в вырезе · %1$@
zh_hans: 已在刘海中隐藏 · %1$@

source: %@, shown together in one cell
fr: %1$@, affichées ensemble dans une seule cellule
ja: %1$@、1 つのセルにまとめて表示
pt_br: %1$@, mostradas juntas em uma célula
ru: %1$@, показаны вместе в одной ячейке
zh_hans: %1$@，一起显示在一个单元格中

source: %@, %lld switched off
fr: %1$@, %2$lld désactivée(s)
ja: %1$@、%2$lld 個がオフ
pt_br: %1$@, %2$lld desligada(s)
ru: %1$@, отключено: %2$lld
zh_hans: %1$@，%2$lld 个已关闭

source: Keys are kept in your login keychain. The notch shows them together in one API keys cell, which you can move under Accounts; switch a key off here to stop reading it.
fr: Les clés sont conservées dans votre trousseau de session. L'encoche les affiche ensemble dans une cellule Clés API, que vous pouvez déplacer dans Comptes ; désactivez une clé ici pour ne plus la lire.
ja: キーはログインキーチェーンに保管されます。ノッチでは 1 つの「APIキー」セルにまとめて表示され、その位置は「アカウント」で変更できます。読み取りを止めるにはここでキーをオフにします。
pt_br: As chaves ficam nas suas Chaves de início de sessão. O notch as mostra juntas em uma célula Chaves de API, que você pode mover em Contas; desligue uma chave aqui para parar de lê-la.
ru: Ключи хранятся в связке ключей входа. Вырез показывает их вместе в одной ячейке «API-ключи», которую можно переместить на вкладке «Учётные записи»; отключите ключ здесь, чтобы перестать его читать.
zh_hans: 密钥保存在你的登录钥匙串中。刘海会把它们一起显示在一个“API 密钥”单元格中，你可以在“账户”中移动它；在这里关闭某个密钥即可停止读取它。

source: Read this key, or stop reading it. A key switched off keeps its place.
fr: Lire cette clé, ou cesser de la lire. Une clé désactivée garde sa place.
ja: このキーを読み取るか、読み取りを止めます。オフにしたキーも位置はそのままです。
pt_br: Ler esta chave ou parar de lê-la. Uma chave desligada mantém seu lugar.
ru: Читать этот ключ или перестать. Отключённый ключ сохраняет своё место.
zh_hans: 读取此密钥，或停止读取。关闭的密钥会保留其位置。

source: Deletes this key from your login keychain. Its readings go with it.
fr: Supprime cette clé de votre trousseau de session. Ses relevés partent avec elle.
ja: このキーをログインキーチェーンから削除します。読み取り結果も一緒に削除されます。
pt_br: Apaga esta chave das suas Chaves de início de sessão. As leituras dela vão junto.
ru: Удаляет этот ключ из связки ключей входа вместе с его показаниями.
zh_hans: 从你的登录钥匙串中删除此密钥，其读数也会一并删除。
